<?php
/*
 +=============================================================================
 | 
 | 이벤트 참가자 삭제
 | -----------
 |
 | 최초 작성	: 박성혁
 | 최초 작성일	: 2023.03.05
 | 최종 수정일	: 
 | 버전		: 1.0
 | 설명		: 
 | 
 +=============================================================================
*/

/** 변수 정리 **/
$sel_event_idx = $_POST['sel_event_idx'];

$delete_sql = "
    UPDATE dev.EVENT
    SET
        DEL_FLG = TRUE,
        LINPUT_DATE = NOW()
    WHERE
        IDX = ".$sel_event_idx."
";
$db->query($delete_sql);

?>