<?php
/*
 +=============================================================================
 | 
 | FAQ 수정
 | -----------
 |
 | 최초 작성	: 박성혁
 | 최초 작성일	: 2023.03.02
 | 최종 수정일	: 
 | 버전		: 1.0
 | 설명		: 
 | 
 +=============================================================================
*/

/** 변수 정리 **/
$faq_idx        = $_POST['faq_idx'];

if($faq_idx != null){
    $delete_sql = "
    DELETE FROM FAQ
    WHERE
        IDX = ".$faq_idx."
    ";

    $db->query($delete_sql);
}

?>