<?php
/*
 +=============================================================================
 | 
 | 게시글 삭제
 | -------
 |
 | 최초 작성	: 양한빈
 | 최초 작성일	: 2017.07.10
 | 최종 수정일	: 2022.04.06
 | 버전		: 2.0
 | 설명		: 
 | 
 +=============================================================================
*/
if(!isset($bbscode)) {
	$code = 999;
	$msg = '필요한 변수 bbscode가 없습니다.';
}
elseif(!isset($no)) {
	$code = 999;
	$msg = '필요한 변수 no가 없습니다.';
}
else {
	if(!$db->update($_TABLE['BOARD'],array('STATUS'=>'DELETE'),'IDX IN (?) AND BBSCODE = ?',array($no,$bbscode))) {
		$code = 500;
	}
}
?>