<?php
/*
 +=============================================================================
 | 
 | 회원등급 기본설정 API
 | ----------
 |
 | 최초 작성	: 손성환
 | 최초 작성일	: 2022.07.05
 | 최종 수정일	: 
 | 버전		: 1.0
 | 설명		: 
 | 
 +=============================================================================
*/

/** 변수 정리 **/
$default_level = $_POST['default_level'];

$tables = $_TABLE['MEMBER'];

/** DB 처리 **/

	//수정항목
$sql = "ALTER TABLE
			".$tables."
		ALTER
			LEVEL SET DEFAULT '".$default_level."'";

$db->query($sql);
?>