<?php
/*
 +=============================================================================
 | 
 | 샘플 정보 리스트 - 선택한 샘플 정보 삭제
 | -------
 |
 | 최초 작성	: 손성환
 | 최초 작성일	: 2022.10.18
 | 최종 수정일	: 
 | 버전		: 1.0
 | 설명		: 
 | 
 +=============================================================================
*/

$sample_idx	= $_POST['sample_idx'];

if ($sample_idx != null) {
	$sql = "UPDATE
				dev.SAMPLE_INFO
			SET
				DEL_FLG = TRUE
			WHERE
				IDX = ".$sample_idx;
	
	$db->query($sql);
}
?>