<?php
/*
 +=============================================================================
 | 
 | 추천 검색어 삭제
 | -------
 |
 | 최초 작성	: 손성환
 | 최초 작성일	: 2022.11.28
 | 최종 수정일	: 
 | 버전		: 1.0
 | 설명		: 
 | 
 +=============================================================================
*/

$keyword_idx = $_POST['keyword_idx'];

if ($keyword_idx != null) {
	$sql = "DELETE FROM
				dev.RECOMMEND_KEYWORD
			WHERE
				IDX IN (".implode(",",$keyword_idx).")";
	$db->query($sql);
}

?>