<?php
/*
 +=============================================================================
 | 
 | 회원 삭제
 | -------
 |
 | 최초 작성	: 양한빈
 | 최초 작성일	: 2017.07.15
 | 최종 수정일	: 
 | 버전		: 1.0
 | 설명		: 
 | 
 +=============================================================================
*/
$result = db_delete($_TABLE['STOCKIST'],'IDX IN ('.$no.')');
if($result) {
	@db_delete($_TABLE['STOCKIST_STORE'],'STOCK_NO IN ('.$no.')');
	@db_delete($_TABLE['STOCKIST_IMAGE'],'STOCK_NO IN ('.$no.')');
}
?>