<?php
/*
 +=============================================================================
 | 
 | 실시간 인기 제품 등록
 | -------
 |
 | 최초 작성	: 손성환
 | 최초 작성일	: 2022.11.29
 | 최종 수정일	: 
 | 버전		: 1.0
 | 설명		: 
 | 
 +=============================================================================
*/

$product_idx	= $_POST['product_idx'];

if ($product_idx != null) {
	$sql = "INSERT INTO dev.POPULAR_PRODUCT
			(
				PRODUCT_IDX
			) VALUES (
				".$product_idx."
			)";
	
	$db->query($sql);
}
?>