<?php
/*
 +=============================================================================
 | 
 | 홀세일 정보 리스트 - 선택한 홀세일 정보 삭제
 | -------
 |
 | 최초 작성	: 손성환
 | 최초 작성일	: 2022.10.18
 | 최종 수정일	: 
 | 버전		: 1.0
 | 설명		: 
 | 
 +=============================================================================
*/

$wholesale_idx	= $_POST['wholesale_idx'];

if ($wholesale_idx != null) {
	$sql = "UPDATE
				dev.WHOLESALE_INFO
			SET
				DEL_FLG = TRUE
			WHERE
				IDX = ".$wholesale_idx;
	
	$db->query($sql);
}
?>