<?php
/*
 +=============================================================================
 | 
 | 전시정보 삭제 - 게시물 리스트_삭제
 | -------
 |
 | 최초 작성	: 손성환
 | 최초 작성일	: 2022.12.06
 | 최종 수정일	: 
 | 버전		: 1.0
 | 설명		: 
 | 
 +=============================================================================
*/

$list_idx	= $_POST['list_idx'];

if ($story_idx != null) {
	$sql = "UPDATE
				dev.POSTING_LIST
			SET
				DEL_FLG = TRUE
			WHERE
				IDX IN (".implode(",",$list_idx).")";
	
	$db->query($sql);
}
?>